# Актуальні станції метро Харкова
holodnohirsko_zavodska = [
    "Холодна гора", "Вокзальна", "Центральний ринок", "Майдан Конституції",
    "Левада", "Спортивна", "Заводська", "Турбоатом", "Палац спорту",
    "Армійська", "Ім. О. С. Масельського", "Тракторний завод", "Індустріальна"
]

saltivska = [
    "Салтівська", "Студентська", "Академіка Павлова", "Академіка Барабашова",
    "Київська", "Ярослава Мудрого", "Університет", "Історичний музей"
]

oleksiivska = [
    "Перемога", "Олексіївська", "23 Серпня", "Ботанічний сад",
    "Наукова", "Держпром", "Архітектора Бекетова", "Захисників України",
    "Метробудівників"
]

# Пересадки
transfers = [
    ("Майдан Конституції", "Історичний музей"),
    ("Спортивна", "Метробудівників"),
    ("Держпром", "Університет")
]
